import React from 'react'
import '../../components/MS.css'
import { ArrowLongRightIcon, ArrowUpRightIcon } from '@heroicons/react/24/outline'
import Image from 'next/image'
import IMG1 from '../../components/asset/1.jpg'
import LookUp200823 from '../../components/asset/LookUp-200823.jpg'


const Content2c1808231 = () => {
  return (
    <div>
        <div className='grid bg-[#f2f2f2]'>
            <div className='grid grid-cols-12 mt-10'>
                <div className='grid col-span-1 lg:col-span-2'>
                </div>
                <div className='grid col-span-10 lg:col-span-8'>
                    <div className='grid text-4xl font-medium leading-relaxed text-[#1f1f1f] pt-5 pb-2'>
                        ความสัมพันธ์ “ครู-ศิษย์” :  เมื่อศิษย์เคารพ “ติวเตอร์” กับ “ครู” ไม่เท่ากัน
                    </div>
                    <div className='flex text-xl leading-relaxed text-[#1f1f1f] pb-1'>
                        <p className='font-medium pr-1'>วันที่</p>
                        <p className='pr-3'>20 สิงหาคม 2566</p>
                    </div>                   
                    <div className='flex text-xl leading-relaxed text-[#1f1f1f] pb-5'>
                        <p className='font-medium pr-1'>เขียนโดย</p>
                        <p>ฝ่ายศิลปวัฒนธรรม</p>
                    </div>                   
                    <div className='divide-y-2'>
                        <div>
                            
                        </div>
                        <div className='pb-5'>

                        </div>

                    </div> 
                    <div className='grid text-xl text-justify justify-center leading-loose text-[#1f1f1f] pt-5'>
                        <p className='indent-12 pb-10'>
                        ในช่วงเดือนเมษายนของทุกปี โรงเรียนกวดวิชาต่างพากันติดป้ายประกาศ ชื่อนักเรียนของตนที่สามารถทำคะแนนสอบเข้ามหาวิทยาลัยสูงติดระดับประเทศ บทสัมภาษณ์ต่าง ๆ ของนักเรียนมักยกย่องความสำเร็จดังกล่าวว่าเป็นผลจากโรงเรียนกวดวิชาหรือ “ติวเตอร์”  โดยมิได้ทันคิดว่า “ครู” ที่โรงเรียนนั้นก็มีส่วนในการสร้างพื้นฐานทางการศึกษาให้กับนักเรียนกลุ่มนั้นเช่นกัน
                        </p>
                        <div className='grid grid-cols-1 lg:grid-cols-2 items-center justify-center'>
                            <div>
                                <Image src={LookUp200823}>
                                </Image>
                            </div>
                            <div>
                                <p className='indent-12 pt-10 lg:pl-10 lg:pt-0'>
                                คำว่า “ครู” (ในระบบการศึกษาภาคบังคับ) แปลว่า “ผู้ถ่ายทอดความรู้ให้แก่ศิษย์” ส่วน “ติวเตอร์” แปลว่า “ผู้ให้ความรู้เพิ่มเติม” จะเห็นได้ว่า ทั้ง “ครู” และ “ติวเตอร์” นั้น ต่างก็เป็น “ผู้ให้ความรู้” แต่จะต่างกันที่ว่า “ครู” นั้น เป็นผู้ให้ความรู้ “พื้นฐาน” แก่นักเรียน เพื่อให้นักเรียนนำความรู้ไปต่อยอดในอนาคต ในขณะที่ “ติวเตอร์” นั้นเป็นผู้ให้ความรู้ “เพิ่มเติม” กับนักเรียน เพื่อเตรียมสอบเข้ามหาวิทยาลัยหรือเพื่อให้ได้คะแนนดีในการสอบวัดระดับผู้เรียนต่าง ๆ เช่น ONET GAT PAT หรือ A-Level
                                </p>
                            </div>
                        </div>
                        <p className='indent-12 py-10'>
                        แม้ติวเตอร์จะเป็นผู้ให้ความรู้ “เพิ่มเติม” นักเรียนมัธยมหลายคนกลับยกย่องว่า “ติวเตอร์” เป็น “ผู้ให้ความรู้” จนพวกเขาสามารถเข้าใจเนื้อหาที่โรงเรียนได้ และยังทำให้พวกเขาสอบเข้ามหาวิทยาลัยที่ตนหวังได้สำเร็จ แต่ในทางกลับกัน “ครู” ในระบบการศึกษาส่วนมากกลับถูกนักเรียนคาดหวังให้สอนเหมือน “ติวเตอร์” มากกว่าการสอนให้เข้าใจอย่างลึกซึ้ง เพื่อที่นักเรียนจะได้ทำข้อสอบได้เหมือนกับการเรียนกวดวิชา
                        </p>
                        <p className='indent-12 pb-10'>
                        การที่ “ครู” ต้องเผชิญกับสภาพการณ์ดังกล่าวนั้น เป็นเพราะระบบการศึกษาไทยได้บีบบังคับให้นักเรียนต้องเพิ่มเติมความรู้นอกหลักสูตรเพื่อศึกษาต่อในระดับมหาวิทยาลัย เป็นตัวชี้วัดคุณภาพของการศึกษาของโรงเรียน หรือแม้กระทั่ง เป็นหน้าเป็นตาให้กับโรงเรียน การเรียนกวดวิชาจึงกลายเป็นการเรียนเพื่อสอบ (Teach For Test) ซึ่งส่งผลให้ตัวผู้เรียนนั้นเรียนเพื่อจำไปสอบเพียงเท่านั้น มิได้เข้าใจในเนื้อหาอย่างถ่องแท้ จึงไม่แปลกที่นักเรียนต่างพากันยกย่อง “ติวเตอร์” มากกว่า “ครู” เพราะติวเตอร์นั้นช่วยให้พวกเขาทำข้อสอบได้ ตรงตามจุดประสงค์ของระบบการศึกษาไทย ณ ปัจจุบัน ในขณะที่ “ครู” ถูกระบบการศึกษาเปลี่ยนหน้าที่ให้เป็นเพียงผู้สอนความรู้พื้นฐานให้เท่านั้น มิใช่ผู้ติวสอบตามที่ผู้เรียนและระบบการศึกษาต้องการ แต่สภาพการณ์แบบนี้ถูกต้องแล้วหรือ?
                        </p>
                        <p className='indent-12 pb-10'>
                        หากนำสภาพการณ์ที่เกิดขึ้นมาวิเคราะห์ในกรอบของพิธีไหว้ครู พิธีไหว้ครูโดยเนื้อแท้นั้น จัดขึ้นเพื่อแสดงความเคารพและความขอบคุณในตัว “ผู้ให้ความรู้” ซึ่งการที่นักเรียนแสดงความขอบคุณต่อ “ติวเตอร์” ที่ทำให้พวกเขาสอบติดนั้นก็ไม่ได้ถือว่าผิด เพราะ “ติวเตอร์” ก็ถือว่าเป็น “ผู้ให้ความรู้” เฉกเช่นเดียวกับ “ครู” แต่อย่างไรก็ดี การหลงลืมผู้ที่ให้ความรู้พื้นฐานไว้ข้างหลังนั้นไม่ใช่สิ่งที่ควรปฏิบัติเช่นเดียวกัน เพราะ ถ้าไม่มี “ครู” ก็คงไม่มีอนาคตของชาติ ไม่มีนักเรียนผู้ไปเรียนพิเศษได้อย่างเข้าใจหรือไม่มีนักศึกษาในมหาวิทยาลัยต่าง ๆ และหากนักเรียนหลงลืมมิติด้านนี้ไป การศึกษาก็คงจะผูกโยงอยู่เพียงแค่การเรียนกวดวิชา และการสอบวัดระดับ บทบาทและความสำคัญของ “ครู” ก็คงจางหายไปตามกาลเวลา
                        </p>
                        <p className='indent-12 pb-10'>
                        สุดท้ายนี้ ผู้เขียนมิได้หวังให้ทุกคนต้องเลิกเคารพ “ติวเตอร์” และหันมาบูชา “ครู” เพราะทั้งสองบทบาทต่างก็เป็น “ผู้ให้ความรู้” ทั้งสิ้น หากแต่เมื่อถึงวันพฤหัสบดีที่หลาย ๆ โรงเรียนวางไว้ให้เป็น “วันไหว้ครู” นักเรียนควรใช้โอกาสนั้นในการแสดงความเคารพครู  ในฐานะศิษย์ที่ดีประดุจ “ข้าวตอก” ในพานไหว้ครู
                        </p>
                    </div>
                    <div className='divide-y-2'>
                        <div>
                            
                        </div>
                        <div className='pb-5'>

                        </div>

                    </div>
                    <div className=''>
                        <p className='text-xl pb-3 font-medium'>บรรณานุกรม</p>
                        <p className='text-lg py-1'>กระทรวงศึกษาธิการ. กรมสามัญศึกษา. (2528). ประเพณีไหว้ครู มาจากไหน? จากคติพราหมณ์ ถึงสมัยกรมพระยาดำรงฯ และแบบพิธีราชการ. <i>ศิลปวัฒนธรรม, 6</i>(7). สืบค้นจาก  https://www.silpa-mag.com/history/article_34088 </p>
                        <p className='text-lg py-1'>พระเผด็จ ทตฺตชีโว. (2531). <i>ไหว้ครู.</i> กรุงเทพฯ: รวิกานต์.</p>
                        <p className='text-lg py-1'>เศรษฐมันตร์ กาญจนกุล. (2547). <i>พิธีไหว้ครู.</i> กรุงเทพฯ: เศรษฐศิลป์.</p>
                        <p className='text-lg py-1'>ส. พลายน้อย. (2554). <i>พืชพรรณไม้มงคล</i> (พิมพ์ครั้งที่ 5). กรุงเทพฯ : พิมพ์คำ</p>
                        <p className='text-lg py-1'>สุวรรณา เปรมโสตร์. (2551). โรงเรียนกวดวิชา ปัจจัยที่ห้าของครอบครัวยุคใหม่. สืบค้นจาก https://www.sarakadee.com/2008/11/01/tutor/ </p>
                        <p className='text-lg py-1'>ThaiPublica. (2556). “กวดวิชา” มาตรฐานการศึกษาไทย เรียน “เพื่อสอบ” หรือเรียน “เพื่อรู้”. สืบค้นจาก https://thaipublica.org/2013/03/tutorial-critical-study-of-thailand/</p>
                        <p className='text-lg py-1'>Thanyawat Ippoodom. (2561). ยิ่งแข่งขัน ยิ่งหลงทาง : กับดักการศึกษาไทยในมุมของ อ.อรรถพล อนันตวรสกุล. สืบค้นจาก https://thematter.co/social/education-trap-interview/46925</p>
                    </div>
                </div>
                <div className='grid col-span-1 lg:col-span-2'>
                </div>
            </div>
            {/* <div className='mt-10 divide-y-2'>
                        <div>
                            
                        </div>
                        <div className='pb-5'>

                        </div>

            </div>  */}
            <div className='flex items-center justify-center mt-10 text-xl font-medium'>
                {/* <p className='px-3'>อ่านบทความถัดไป</p> */}
                <a className='px-3 underline decoration-pink-500 decoration-4 hover:decoration-blue-500 underline-offset-4 cursor-pointer' href='/lookup'>ดูบทความอื่น ๆ</a>
            </div>
        </div>
    </div>
  )
}

export default Content2c1808231